import newsImg1 from "../assets/news-1.jpg";

export const mockNews = [
    {
        id: 1,
        title: "Победа в конкурсе выпускных работ",
        date: "2025-05-01",
        excerpt:
            "Юго-Западный государственный университет (г. Курск) наградил студентов Института информационных технологий и электроники ВлГУ за победу в студенческом конкурсе выпускных квалификационных работ...",
        slug: "new-lab-opening",
        image: newsImg1,
        content: `
Поздравляем студентов Института информационных технологий и электроники ВлГУ с победой в конкурсе ВКР!

— Дипломом 1 степени награждён Виталий Порушенков.  
— Дипломами 3 степени — Андрей Зиновьев и Илья Никашов.  
— Грамоты за практическую значимость получили Никита Власов и Дмитрий Ступин.

Преподаватели кафедры, руководители работ — Сущинина А.А., Туляков В.С., Меркутов А.С., Логинов А.М. — удостоены благодарностей за высокий уровень подготовки студентов и отличное представление на конкурсе.

Эта победа подтверждает высокий уровень обучения и профессионализма кафедры!
        `,
    },
];
